acpi
alacritty
alsa-utils
amd-ucode
arandr
arc-gtk-theme
archey3
autoconf
automake
autorandr
base
binutils
bison
bluez
bluez-utils
caprine
chromium
cmake
dhcpcd
discord
docker
dosfstools
dunst
efibootmgr
fakeroot
fd
feh
file
findutils
flameshot
flex
fuse2
fzf
gawk
gcc
gdb
gettext
git
github-cli
go-md2man
gradle
grep
groff
grub
gzip
htop
icaclient
igdm
jre-openjdk
lazygit
lf
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
linux-lts
lldb
llvm
lxappearance
m4
make
man-pages
mpv
mtools
nano
neofetch
neovim
nerd-fonts-hack
networkmanager
nodejs
npm
ntp
obsidian
openssh
os-prober
pacman
pamixer
patch
pavucontrol
pcmanfm
pcsclite
pipewire-pulse
pkgconf
prettier
python-pip
python-pynvim
python-sqlparse
qt5ct
redshift
reflector
ripgrep
rofi
rofi-calc
rust
sed
shellcheck
shfmt
speedtest-cli
spotify
sqlfluff
stow
stylua
sudo
sxhkd
teams
texinfo
tree
udiskie
unzip
vi
viber
vim
vscodium-bin
vscodium-bin-marketplace
wget
which
wireplumber
wps-office
xclip
xdg-user-dirs
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-pdf-mupdf
zsh
zsh-completions-git
