acpi
adobe-source-han-sans-jp-fonts
alacritty
alsa-utils
amd-ucode
anydesk-bin
arandr
arc-gtk-theme
arc-icon-theme
autoconf
automake
autorandr
base
bat
bdf-unifont
betterlockscreen
binutils
bison
bluez
bluez-utils
brave-bin
calibre
chntpw
cmake
cmatrix
cuda
deluge
deluge-gtk
delve
discord
docker
dosfstools
dotnet-sdk
drawio-desktop-bin
dunst
efibootmgr
fakeroot
fd
feh
ffmpegthumbnailer
file
findutils
flake8
flameshot
flex
freerdp
fuse2
fzf
gawk
gcalcli
gcc
gdb
gettext
ghostscript
gimp
git
github-cli
gnome-keyring
gnome-pomodoro-git
go
go-md2man
goland
gpointing-device-settings
gradle
graphicsmagick
grep
groff
grub
gzip
htop
icaclient
imagemagick
intellij-idea-community-edition
jq
jre-openjdk
kitty
lazygit
lf
libinput-gestures
libpipewire02
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
linux-lts
lldb
llvm
lxappearance
ly-git
m4
make
man-pages
mangadesk
mars-mips
md2pdf
megasync-bin
mlocate
mpv
mtools
mysql-workbench
nano
ncdu
neofetch
neomutt
neovim
netcoredbg
networkmanager
nodejs
noto-fonts-emoji
npm
ntfs-3g
ntp
obsidian
opam
openssh
os-prober
packettracer
pacman
pacman-contrib
pamixer
patch
pavucontrol
pcmanfm
pcsclite
picom-git
pipewire-pulse
pkgconf
playerctl
postman-bin
prettier
python-black
python-debugpy
python-pip
python-pynvim
python-sqlparse
qt5ct
redshift
redshiftgui-bin
reflector
rider
ripgrep
rofi
rofi-calc
rust
sed
shellcheck
shfmt
signal-desktop
slack-desktop
speedtest-cli
spotify
spotify-tui-bin
spotifyd
sqlfluff
stow
stylua
sudo
sxhkd
syncthing
teams
telegram-desktop
texinfo
ticktick
trash-cli
tree
ttf-font-awesome-4
ttf-hack-nerd
ttf-paratype
udiskie
ueberzug
unzip
valgrind
vi
viber
vim
vivaldi
vscodium-bin
vscodium-bin-marketplace
wget
which
wireplumber
wireshark-cli
wireshark-qt
wkhtmltopdf
wmname
xclip
xdg-user-dirs
xdotool
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zaread-git
zathura
zathura-pdf-mupdf
zip
zsh
