archey3
autoconf
automake
base
bison
cmake
docker
fakeroot
fd
flex
fuse2
fzf
gcc
gdb
git
go
gradle
groff
jre-openjdk
lazygit
libtool
lldb
llvm
m4
make
man-db
man-pages
neovim
nodejs
npm
openssh
patch
pkgconf
prettier
python-pip
python-pynvim
python-sqlparse
reflector
ripgrep
rust
shellcheck
shfmt
sqlfluff
stow
stylua
sudo
texinfo
tree
unzip
vim
wget
which
xorg-server
xorg-xinit
xorg-xset
yay-git
zsh
